---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.FabricationPartBrowserChangedEventArgs
source: html/91d11627-16a8-e764-ec32-c0ef7c294e11.htm
---
# FabricationPartBrowserChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.